export const words: string[] = [
  '夜', '詐欺', '毒', '男性', '平和', '児童', '心', '母', '宗教', '孤独',
  '未来', '良心', '熱情', '情緒', '気質', '活動', '反抗', '力', '緊張', '愛情',
  '勝利', '自発性', '恥', '野望', '嫉妬', '戯れ', '笑い', 'お祭り', '快楽', '朝',
  '喜び', '独創', '成功', '調和', '利益', '娘', '家庭', '満足', '幸福', '女性',
  '嫌悪', '冗談', '苦痛', '野心', '協力', '自然', '善', '慈善', '教育', '親切',
  '息子', '信任', '献身', '科学', '涙', '理論', '理想', '不幸', '病気', '夕暮',
  '拘束', '憐み', '情緒', '霊魂', '仕事', '機械仕掛け', '父', '依存', '老人', '労働',
  '苦難', '退屈', '過去', '悲しみ', '敗北', '責任', '自分個人の', '盗み', '逆境（不幸）', '殺人',
  '性欲', '怨恨', '裸体', '祝祭', '女友達', '男友達', '自然さ', '従順', '有用', '兄弟',
  '確信', '若者', '心配', '職業', '機械', '苦悩', '損害', '赤ん坊', '単純さ', '自由',
  '結婚', '都会', '優雅'
]

export const devWords: string[] = [
  '愛情', '悲しみ', '喜び', '怒り', '平和'
]

export const getWords = (): string[] => {
  return words // import.meta.env.DEV ? devWords : words
}